[
  {
    "key": "test2",
    "lines": [ "Yo what's goodie", "Okay cool beans", "buh bye dood" ]
  },
  {
    "key": "win1",
    "lines": [ "AYOOOOOO", "SHERMIE IN DA HOUSE" ]
  },
  {
    "key": "lose1",
    "lines": [ "We may have lost the battle...", "but not the war..." ]
  },
  {
    "key": "shermie_hurt",
    "lines": [ "ouch! that hurt!" ]
  },
  {
    "key": "shermie_shieldgone",
    "lines": [ "Ah! Blasted right through the shield!" ]
  },
  {
    "key": "shermie_start",
    "lines": [ "Player, we're being invaded by malware!", "Help me take them out so we don't lose our jobs!" ]
  },
  {
    "key": "shermie_dead",
    "lines": [ "NoooooOOOOoOOOoOOOO!!!" ]
  },
  {
    "key": "sandbox_tips",
    "lines": [ "Welcome to Sandbox Mode!", "Click the buttons on the top right to spawn enemies!" ]
  },
  {
    "key": "level1",
    "lines": [
      "The adventure begins. Remember, every click can change your fate.",
      "These malware are tricky! Keep your firewall up and your scanner running.",
      "Victory lies in preparation. Upgrade often."
    ]
  },
  {
    "key": "level2",
    "lines": [
      "You've passed the first test, but beware, the challenges get harder.",
      "Remember, some malware can hide. Stay vigilant.",
      "Upgrades are essential for survival. Don't forget to visit the store."
    ]
  },
  {
    "key": "level3",
    "lines": [
      "Well done so far. Your skills are improving, but so are the malware.",
      "Teamwork is key. Sometimes, a direct attack isn't the best option.",
      "Keep an eye on your resources. Efficiency is crucial."
    ]
  },
  {
    "key": "level4",
    "lines": [
      "You're halfway there. But don't let your guard down.",
      "The malware is evolving. Be ready to adapt your strategies.",
      "Balance is important. Upgrade your attack and defense equally."
    ]
  },
  {
    "key": "level5",
    "lines": [
      "The battle intensifies. Your courage and skills are commendable.",
      "Beware of overconfidence. The biggest threats await.",
      "Diversity in your tactics will be your strength. Explore all possibilities."
    ]
  },
  {
    "key": "level6",
    "lines": [
      "You've come a long way, but the end is not yet in sight.",
      "In the digital world, the strongest shield and the sharpest sword is knowledge.",
      "Prepare for the final stretch. Your greatest challenge is coming."
    ]
  },
  {
    "key": "level7",
    "lines": [
      "The final level. All your skills will be tested.",
      "Remember, in the world of cybersecurity, there's no end. Stay vigilant.",
      "Congratulations on making it this far. The last battle will be your hardest."
    ]
  }
]
