[
  {
    "key": "prof_oak_intro_speech",
    "lines": [
      "Hello there! Welcome to the world of Pokémon!",
      "My name is Oak! People call me the Pokémon Prof!",
      "This world is inhabited by creatures called Pokémon!",
      "For some people, Pokémon are pets. Other use them for fights.",
      "Myself... I study Pokémon as a profession.",
      "First, what is your name?",
      "Right! So your name is PLAYER",
      "This is my grandson. He's been your rival since you were a baby.",
      "...Erm, what is his name again?",
      "That's right! I remember now! His name is RIVAL.",
      "Your very own Pokémon legend is about to unfold!",
      "A world of dreams and adventures with Pokémon awaits! Let's go!"
    ]
  },
  {
    "key": "test1",
    "lines": [
      "Hello, this is the first thing I'm gonna say.",
      "And then I'm gonna say this too. Oh boy isn't this exciting",
      "Then by some freak of a miracle, I am ALSO going to say this too. Isn't life wild?",
      "Okay im done bye"
    ]
  },
  {
    "key": "test2",
    "lines": [ "Yo what's goodie", "Okay cool beans", "buh bye dood" ]
  },
  {
    "key": "win1",
    "lines": [ "AYOOOOOO", "SHERMIE IN DA HOUSE" ]
  },
  {
    "key": "lose1",
    "lines": [ "We may have lost the battle...", "but not the war..." ]
  },
  {
    "key": "shermie_hurt",
    "lines": [ "ouch! that hurt!" ]
  },
  {
    "key": "shermie_shieldgone",
    "lines": [ "Ah! Blasted right through the shield!" ]
  },
  {
    "key": "shermie_start",
    "lines": [
      "Player, we're being invaded by malware!",
      "Help me take them out so we don't lose our jobs!"
    ]
  },
  {
    "key": "shermie_dead",
    "lines": [ "NoooooOOOOoOOOoOOOO!!!" ]
  },
  {
    "key": "sandbox_tips",
    "lines": [
      "Welcome to Sandbox Mode!",
      "Click the buttons on the top right to spawn enemies!"
    ]
  },
  {
    "key": "level1",
    "lines": [
      "My adventure begins at the peaceful Navitend Farm.",
      "A place of harmony, soon to be touched by the shadow of an unseen challenge.",
      "Little did I know, my world was about to change forever.",
      "As the sun sets, a strange silence envelops the farm.",
      "Looking up, sensing the impending change, I was ready to protect my home."
    ]
  },
  {
    "key": "level2",
    "lines": [
      "After safeguarding my home, I journeyed to the city.",
      "Streets once filled with laughter now echo with the silence of anticipation.",
      "The Nexus's cyber forces spread confusion, aiming to disrupt harmony.",
      "With every step, I vowed to restore peace and order to the city's heart."
    ]
  },
  {
    "key": "level3",
    "lines": [
      "With the city's peace reclaimed, I took to the skies, determined to halt the advance.",
      "Amidst the vastness of the sky, I encountered their aerial forces.",
      "Each cloud bore witness to our struggle between hope and challenge.",
      "With the wind as my guide, I navigated this formidable expanse,",
      "A prelude to the greater challenge awaiting among the stars."
    ]
  },
  {
    "key": "level4",
    "lines": [
      "Now in orbit, I stand guard over Earth, deflecting the chaos of conflict.",
      "Each challenge overcome, each adversary cleared, kindles hope anew.",
      "Earth's destiny hangs in balance, intertwined with my resolve.",
      "Orbit becomes a realm of vigilance and valor, with me as its guardian."
    ]
  },
  {
    "key": "level5",
    "lines": [
      "The pursuit leads me to the foe's stronghold, a daunting spaceship.",
      "Inside, I navigate through layers of cunning traps and challenges,",
      "Each corridor closer to the source of the threat, the heart of their power.",
      "Determination lights my path, as I prepare to confront the darkness."
    ]
  },
  {
    "key": "level6",
    "lines": [
      "Outside the boss spaceship, I face the final guard, the ultimate test of my journey.",
      "The air crackles with anticipation, every moment leading to this confrontation.",
      "Strategies and courage are my allies, as I stand firm before the gates.",
      "This battle will determine the fate of our worlds, the final hurdle before the nexus."
    ]
  },
  {
    "key": "level7",
    "lines": [
      "Inside the heart of the enemy's lair, I confront The Nexus.",
      "A maelstrom of wills clashing, the ultimate showdown for the galaxy's fate.",
      "With every fiber of my being, I challenge the darkness, shield of the innocent.",
      "This confrontation will decide the destiny of countless lives, our last stand."
    ]
  },
  {
    "key": "techtip1",
    "lines": [
      "If you find a link that looks suspicious, don’t click it, because chances are it is malicious."
    ]
  },
  {
    "key": "techtip2",
    "lines": [
      "Malware exploits software vulnerabilities. To avoid it, regularly update your software and applications to patch vulnerabilities."
    ]
  },
  {
    "key": "techtip3",
    "lines": [
      "You never know where hackers may lurk, so get antivirus software and make sure it works."
    ]
  },
  {
    "key": "techtip4",
    "lines": [
      "If you’re looking for a strong password, you won’t find it in the dictionary."
    ]
  },
  {
    "key": "techtip5",
    "lines": [
      "What’s the key to creating a strong password? You won’t find that in the dictionary."
    ]
  },
  {
    "key": "techtip6",
    "lines": [
      "Since you never know where hackers may lurk, make sure your antivirus and antimalware programs work."
    ]
  },
  {
    "key": "techtip7",
    "lines": [
      "If you see an email with a message that seems too good to be true, chances are it is. Delete it immediately."
    ]
  },
  {
    "key": "techtip8",
    "lines": [
      "Use 2FA/MFA as often as possible, the more authentication factors you have, the greater protection you have against cyberattacks."
    ]
  },
  {
    "key": "techtip9",
    "lines": [
      "Avoid using public Wi-Fi for sensitive transactions to protect your data from prying eyes."
    ]
  },
  {
    "key": "techtip10",
    "lines": [
      "Regularly back up important data. In case of a cyberattack, you won't lose everything."
    ]
  },
  {
    "key": "techtip11",
    "lines": [
      "Be cautious of unsolicited phone calls or messages asking for personal or financial information."
    ]
  },
  {
    "key": "techtip12",
    "lines": [
      "Use secure and encrypted messaging apps for private conversations to keep your data safe."
    ]
  },
  {
    "key": "techtip13",
    "lines": [
      "Enable privacy settings on social media to control who sees your information and posts."
    ]
  },
  {
    "key": "techtip14",
    "lines": [
      "Be wary of USB drives you find; they might be malware-laden traps set by hackers."
    ]
  },
  {
    "key": "techtip15",
    "lines": [
      "Keep your operating system and all software up to date to fend off the latest cyber threats."
    ]
  }
]
